Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Appearance.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# GO_THERE
source: Jump to the spot that’s clicked
ar: انتقال سريع إلى المكان الذي تم النقر عليه
ca: Ves a la posició on es faci clic
cs: Přeskočit na místo kliknutí
da: Hoppe til det sted, der klikkes på
de: Anzeigen dieser Stelle
el: Μετάβαση στο σημείο στο οποίο έγινε κλικ
es: Ir a donde se ha hecho clic
es_us: Ir a donde se hizo clic
fi: Siirry klikattuun paikkaan
fr: aller à l’endroit cliqué
fr_ca: Aller à l’endroit cliqué
he: לעבור לנקודה שבה לחצת
hi: क्लिक किए गए स्पॉट पर जाएँ
hr: Prijelaz na mjesto koje je kliknuto
hu: Ugrás arra a pontra, amelyre kattintottak
id: Lompat ke titik yang diklik
it: Andare alla selezione
ja: クリックされた部分へジャンプ
ko: 클릭 지점으로 이동
ms: Pergi ke tempat yang telah diklik
nl: Ga naar de betreffende positie
no: gå til det punktet der det klikkes
pl: Przenosi w kliknięte miejsce
pt_br: Saltar para a área clicada
pt_pt: Ir para o local do clique
ro: Salt la punctul pe care se face clic
ru: Переход к месту нажатия
sk: Skočiť na miesto kliknutia
sl: Skok na kliknjeno mesto
sv: Hoppa till den plats som klickats
th: ข้ามไปยังจุดที่คลิก
tr: Tıklanan alana atla
uk: до зазначеної точки
vi: Chuyển đến điểm được bấm
zh_cn: 跳到点按的位置
zh_hk: 跳至點按的位置
zh_tw: 跳至點按的位置

# SCROLLER_CLICKS_TITLE_UNDO
source: click in the scroll bar to
ar: "يؤدي النقر في شريط التمرير إلى"
ca: la selecció del clic a la barra de desplaçament
cs: Při kliknutí na posuvník
da: klik i rulleskakten for at
de: Klicken auf den Rollbalken bewirkt:
el: κλικ στη γραμμή κύλισης για
es: el clic en la barra de desplazamiento
es_us: configuración de clic en la barra de desplazamiento
fi: suoritus vierityspalkkia klikkaamalla
fr: « Clic sur la barre de défilement pour »
fr_ca: le clic sur la barre de défilement
he: לחיצה בסרגל הגלילה כדי
hi: स्क्रोल बार में क्लिक करने पर
hr: klikanje u traci za listanje
hu: a görgetősávra kattintáskor
id: klik di bar gulir untuk
it: fai clic sulla barra di scorrimento per
ja: スクロールバーをクリックして
ko: 스크롤 막대에서 클릭:
ms: klik dalam bar skrol untuk
nl: klikken in de schuifbalk
no: klikking i rullefeltet for å
pl: kliknięcie w pasek przewijania
pt_br: clique na barra de rolagem para
pt_pt: clique na barra de deslocação para
ro: la clic pe bara de derulare
ru: нажатие полосы прокрутки для этого действия:
sk: pri kliknutí na rolovaciu lištu
sl: klik drsnega traku za
sv: klickning i rullningslisten för att
th: คลิกในแถบเลื่อนเพื่อ
tr: sarma çubuğunu tıklayarak
uk: вибір дії для клацання на смузі прокручування
vi: bấm vào thanh cuộn để
zh_cn: 在滚动条中点按
zh_hk: 於捲軸中按一下
zh_tw: 在捲軸中按一下

# NEXT_PAGE
source: Jump to the next page
ar: انتقال سريع إلى الصفحة التالية
ca: Ves a la pàgina següent
cs: Přeskočit na další stránku
da: Hoppe til næste side
de: Blättern um eine Seite
el: Μετάβαση στην επόμενη σελίδα
es: Ir a la página siguiente
es_us: Ir a la página siguiente
fi: Siirry seuraavalle sivulle
fr: aller à la page suivante
fr_ca: Aller à la page suivante
he: לעבור לעמוד הבא
hi: अगले पृष्ठ पर जाएँ
hr: Prijelaz na sljedeću stranicu
hu: Ugrás a következő oldalra
id: Lompat ke halaman berikutnya
it: Andare alla pagina successiva
ja: 次のページへジャンプ
ko: 다음 페이지로 이동
ms: Pergi ke halaman seterusnya
nl: Ga naar de volgende pagina
no: gå til neste side
pl: Przenosi o jedną stronę
pt_br: Saltar para a próxima página
pt_pt: Ir para a página seguinte
ro: Salt la pagina următoare
ru: Пролистывание страниц
sk: Skočiť na ďalšiu stranu
sl: Skok na naslednjo stran
sv: Gå till nästa sida
th: ข้ามไปยังหน้าถัดไป
tr: Sonraki sayfaya atla
uk: до наступної сторінки
vi: Chuyển đến trang tiếp theo
zh_cn: 跳至下一页
zh_hk: 跳至下一頁
zh_tw: 跳至下一頁

# AUTOS_BLUELIGHT_TOOLTIP
source: Automatically adjusts the appearance of buttons, menus and windows based on your Night Shift settings
ar: ضبط مظهر الأزرار والقوائم والنوافذ تلقائيًا استنادًا إلى إعدادات الإضاءة الدافئة
ca: Ajusta automàticament l’aspecte dels botons, menús i finestres en funció de la teva configuració del Night Shift.
cs: Automaticky upravuje vzhled tlačítek, nabídek a oken podle nastavení režimu Night Shift
da: Justerer automatisk udseendet på knapper, menuer og vinduer på baggrund af dine indstillinger til Night Shift
de: Passt das Aussehen von Tasten, Menüs und Fenstern anhand der Night Shift-Einstellungen automatisch an
el: Προσαρμόζει αυτόματα την εμφάνιση των κουμπιών, μενού και παραθύρων με βάση τις ρυθμίσεις σας Night Shift
es: Ajustar automáticamente el aspecto de botones, menús y ventanas en función de tus ajustes de “Night Shift”
es_us: Ajustar automáticamente el aspecto de los botones, menús y ventanas según tu configuración de Night Shift
fi: Säätää automaattisesti painikkeiden, valikoiden ja ikkunoiden ulkoasua Night Shift -asetusten perusteella
fr: Ajuste automatiquement l’aspect des boutons, des menus et des fenêtres en fonction de vos réglages Night Shift
fr_ca: Ajuste automatiquement l’aspect des boutons, des menus et des fenêtres en fonction de vos réglages Night Shift
he: מתאים אוטומטית את המראה של כפתורים, לחצנים וחלונות על סמך ההגדרות של Night Shift.
hi: आपकी Night Shift सेटिँग्ज़ के आधार पर बटन, मेनू और विंडो के प्रकटन ऑटोमैटिकली ऐडजस्ट करता है
hr: Automatski prilagođava izgled tipki, izbornika i prozora na temelju postavki značajke Night Shift
hu: Automatikusan módosítja a gombok, menük és ablakok megjelenését a Night Shift beállításainak megfelelően
id: Secara otomatis menyesuaikan tampilan tombol, menu, dan jendela berdasarkan pengaturan Night Shift Anda
it: Regola automaticamente l’aspetto di pulsanti, menu e finestre in base alle impostazioni di Night Shift
ja: Night Shift設定に基づいて、ボタン、メニュー、ウインドウの表示を自動的に調整します
ko: Night Shift 설정에 따라 버튼, 메뉴 및 윈도우 모양을 자동으로 조절합니다.
ms: Melaraskan penampilan butang, menu dan tetingkap berdasarkan seting Night Shift anda secara automatik
nl: Past de weergave van knoppen, menu's en vensters automatisch aan op basis van je Night Shift-instellingen
no: Justerer automatisk utseendet til knapper, menyer og vinduer basert på Night Shift-innstillingene dine
pl: Automatycznie koryguje wygląd przycisków, menu i okien zgodnie z ustawieniami funkcji Night Shift.
pt_br: Ajusta automaticamente a aparência de botões, menus e janelas com base nos ajustes de Night Shift.
pt_pt: Ajustar automaticamente a apresentação dos botões, menus e janelas com base nas definições do modo Night Shift.
ro: Ajustează automat aspectul butoanelor, meniurilor și ferestrelor în funcție de configurările pentru Night Shift
ru: Автоматически изменять оформление кнопок, меню и окон в соответствии с заданными настройками режима Night Shift
sk: Automaticky upraví vzhľad tlačidiel, menu a okien na základe vašich nastavení režimu Night Shift
sl: Samodejno prilagaja videz gumbov, menijev in oken na podlagi nastavitev funkcije Night Shift
sv: Justerar automatiskt utseendet på knappar, menyer och fönster baserat på dina Night Shift-inställningar.
th: ปรับรูปแบบของปุ่ม เมนู และหน้าต่างโดยอัตโนมัติตามการตั้งค่า Night Shift ของคุณ
tr: Night Shift ayarlarınıza bağlı olarak düğmelerin, menülerin ve pencerelerin görünüşünü otomatik olarak ayarlayın
uk: Автоматичне підлаштування вигляду кнопок, меню й вікон на основі параметрів Night Shift
vi: Tự động điều chỉnh giao diện của các nút, menu và cửa sổ dựa trên cài đặt Night Shift của bạn
zh_cn: 基于你的“夜览”设置自动调整按钮、菜单和窗口的外观
zh_hk: 根據你的「夜覽」設定自動調整按鈕、選單和視窗的外觀
zh_tw: 依據你的「夜覽」設定自動調整按鈕、選單和視窗的外觀

source: Dark
ar: داكن
ca: Fosc
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκούρα
es: Oscuro
es_us: Obscuro
fi: Tumma
fr: Sombre
fr_ca: Sombre
he: כהה
hi: गहरा
hr: Tamni
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
ko: 다크 모드
ms: Gelap
nl: Donker
no: Mørkt
pl: Ciemny
pt_br: Escura
pt_pt: Tons escuros
ro: Întunecat
ru: Темное
sk: Tmavý
sl: Temno
sv: Mörkt
th: มืด
tr: Koyu
uk: Темний
vi: Tối
zh_cn: 深色
zh_hk: 深色
zh_tw: 深色

# SCROLLER_CLICKS_TITLE
source: Click in the scroll bar to
ar: يؤدي النقر في شريط التمرير إلى
ca: En fer clic a la barra de desplaçament
cs: Při kliknutí na posuvník
da: Klik i rulleskakten for at
de: Klicken auf den Rollbalken bewirkt
el: Κλικ στη γραμμή κύλισης για
es: Al hacer clic en la barra de desplazamiento
es_us: Hacer clic en la barra de desplazamiento para
fi: Vierityspalkkia klikkaamalla
fr: Clic sur la barre de défilement pour
fr_ca: Clic sur la barre de défilement pour
he: לחיצה בסרגל הגלילה כדי:
hi: स्क्रोल बार में क्लिक करने पर
hr: Kliknite u traci za listanje za
hu: A görgetősávra kattintáskor
id: Klik di bar gulir untuk
it: Fai clic sulla barra di scorrimento per
ja: スクロールバーをクリックして
ko: 스크롤 막대에서 클릭:
ms: Klik dalam bar skrol untuk
nl: Klikken in de schuifbalk
no: Klikk i rullefeltet for å
pl: Kliknięcie w pasek przewijania
pt_br: Clique na barra de rolagem para
pt_pt: Clique na barra de deslocação para
ro: La clic pe bara de derulare
ru: При нажатии полосы прокрутки выполнять
sk: Kliknutím na rolovaciu lištu
sl: Klik drsnega traku
sv: Klicka i rullningslisten för att
th: คลิกในแถบเลื่อนเพื่อ
tr: Sarma çubuğunu tıklayarak
uk: Клацання на смузі прокручування переміщує
vi: Bấm vào thanh cuộn để
zh_cn: 在滚动条中点按
zh_hk: 於捲軸中按一下
zh_tw: 在捲軸中按一下

# APPEARANCE_UNDO
source: appearance change
ar: تغيير المظهر
ca: el canvi d’aparença
cs: Změna vzhledu
da: ændring af udseende
de: Änderung des Erscheinungsbilds
el: αλλαγή εμφάνισης
es: el cambio de aspecto
es_us: cambio de aspecto
fi: ulkoasun vaihto
fr: le changement d’apparence
fr_ca: la modification d’apparence
he: שינוי המראה
hi: प्रकटन बदलाव
hr: promjenu izgleda
hu: megjelenés módosítása
id: perubahan tampilan
it: modifica aspetto
ja: 外観モードを変更
ko: 화면 모드 변경
ms: perubahan penampilan
nl: wijziging weergave
no: endring av utseende
pl: zmiana wyglądu
pt_br: alteração de aparência
pt_pt: alteração da apresentação
ro: schimbarea aspectului
ru: изменение внешнего вида
sk: zmenu vzhľadu
sl: sprememba videza
sv: ändring av utseende
th: การเปลี่ยนรูปแบบ
tr: görünüş değişikliği
uk: змінення вигляду
vi: thay đổi giao diện
zh_cn: 外观更改
zh_hk: 外觀變更
zh_tw: 外觀更動

# SHOW_SCROLL_ALWAYS
source: Always
ar: دائمًا
ca: Sempre
cs: Vždy
da: Altid
de: Immer
el: Πάντα
es: Siempre
es_us: Siempre
fi: Aina
fr: toujours
fr_ca: Toujours
he: תמיד
hi: हमेशा
hr: Uvijek
hu: Mindig
id: Selalu
it: Sempre
ja: 常に表示
ko: 항상
ms: Sentiasa
nl: Altijd
no: Alltid
pl: Zawsze
pt_br: Sempre
pt_pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sl: Vedno
sv: Alltid
th: ตลอดเวลา
tr: Her zaman
uk: завжди
vi: Luôn luôn
zh_cn: 始终
zh_hk: 總是
zh_tw: 總是

# HIGHLIGHT_COLOR_TITLE
source: Highlight color
ar: لون التمييز، ألوان التمييز
ca: Color de ressaltat
cs: Barva zvýraznění
da: Markeringsfarve
de: Auswahlfarbe
el: Χρώμα επισήμανσης
es: Color de resalte
es_us: Color de realce
fi: Korostusväri
fr: Couleur de surbrillance
fr_ca: Couleur de surbrillance
he: צבע סימון
hi: चिह्नांकन रंग
hr: Boja isticanja
hu: Kijelölés színe
id: Warna sorotan
it: Colore selezione
ja: 強調表示色
ko: 하이라이트 색상
ms: Warna serlahan
nl: Markeringskleur
no: Markeringsfarge
pl: Kolor podświetlenia
pt_br: Cor de destaque
pt_pt: Cor de destaque
ro: Culoare de evidențiere
ru: Цвет выделения
sk: Farba zvýraznenia
sl: Barva označbe
sv: Markeringsfärg
th: สีไฮไลท์
tr: Seçim rengi
uk: Колір виділення
vi: Màu tô sáng
zh_cn: 高亮标记颜色
zh_hk: 螢光標示顏色
zh_tw: 反白顏色

# DARK_TOOLTIP
source: Use a dark appearance for buttons, menus, and windows.
ar: استخدام مظهر داكن للأزرار والقوائم والنوافذ.
ca: Utilitza un aspecte fosc per als botons, els menús i les finestres.
cs: Nastaví tmavý vzhled tlačítek, nabídek a oken
da: Giv knapper, menuer og vinduer et mørkt udseende.
de: Verwende ein dunkles Erscheinungsbild für Tasten, Menüs und Fenster.
el: Χρησιμοποιήστε σκούρα εμφάνιση για κουμπιά, μενού και παράθυρα.
es: Usar un aspecto oscuro para los botones, menús y ventanas
es_us: Usar el modo oscuro en botones, menús y ventanas
fi: Käytä tummaa ulkoasua painikkeille, valikoille ja ikkunoille.
fr: Utilisez un aspect sombre pour les boutons, les menus et les fenêtres.
fr_ca: Utilisez un aspect sombre pour les boutons, les menus et les fenêtres.
he: ניתן להשתמש במראה כהה עבור כפתורים, תפריטים וחלונות.
hi: बटन, मेनू और विंडो के लिए गहरे प्रकटन का उपयोग करें।
hr: Koristi se tamni izgled za tipke, izbornike i prozore.
hu: Sötét megjelenés használata a gombokon, menükben és ablakokban.
id: Gunakan tampilan gelap untuk tombol, menu, dan jendela.
it: Utilizza una colorazione scura per pulsanti, menu e finestre.
ja: ボタン、メニュー、ウインドウを暗く表示します。
ko: 다크 화면 모드 버튼, 메뉴 및 윈도우를 사용합니다.
ms: Gunakan penampilan yang gelap untuk butang, menu dan tetingkap.
nl: Gebruik een donkere weergave voor knoppen, menu's en vensters.
no: Bruk et mørkt utseende for knapper, menyer og vinduer.
pl: Pozwala używać ciemnego wyglądu przycisków, menu i okien.
pt_br: Use uma aparência escura para botões, menus e janelas.
pt_pt: Usar tons mais escuros nos botões, menus e janelas.
ro: Utilizați un aspect întunecat pentru butoane, meniuri și ferestre.
ru: Использовать темное оформление кнопок, меню и окон.
sk: Použije tmavý vzhľad na tlačidlá, menu a okná.
sl: Uporablja temni videz za gumbe, menije in okna.
sv: Använd ett mörkt utseende för knappar, menyer och fönster.
th: ใช้รูปแบบมืดสำหรับปุ่ม เมนู และหน้าต่าง
tr: Düğmeler, menüler ve pencereler için koyu renk bir görünüş kullanın.
uk: Використовувати темний вигляд для кнопок, меню й вікон.
vi: Sử dụng giao diện tối cho các nút, menu và cửa sổ.
zh_cn: 为按钮、菜单和窗口使用深色外观。
zh_hk: 為按鈕、選單和視窗使用深色外觀。
zh_tw: 按鈕、選單和視窗使用深色外觀。

source: Appearance
ar: المظهر
ca: Aspecte
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Aspecto
es_us: Aspecto
fi: Ulkoasu
fr: Mode d’apparence
fr_ca: Apparence
he: מראה
hi: प्रकटन
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観モード
ko: 화면 모드
ms: Penampilan
nl: Weergave
no: Utseende
pl: Wygląd
pt_br: Aparência
pt_pt: Apresentação
ro: Aspect
ru: Оформление
sk: Vzhľad
sl: Videz
sv: Utseende
th: รูปแบบ
tr: Görünüş
uk: Вигляд
vi: Giao diện
zh_cn: 外观
zh_hk: 外觀
zh_tw: 外觀

# SHOW_SCROLL_TITLE_UNDO
source: show scroll bars
ar: إظهار أشرطة التمرير
ca: la visualització de les barres de desplaçament
cs: Zobrazit posuvníky
da: vis rulleskakter
de: Rollbalken einblenden
el: εμφάνιση γραμμών κύλισης
es: la visualización de las barras de desplazamiento
es_us: visualización de barras de desplazamiento
fi: vierityspalkkien näyttäminen
fr: « Afficher les barres de défilement »
fr_ca: l’affichage des barres de défilement
he: הצגת סרגלי הגלילה
hi: स्क्रोल बार दिखाएँ
hr: prikazivanje traka za listanje
hu: görgetősávok megjelenítése
id: tampilkan bar gulir
it: mostra barre di scorrimento
ja: スクロールバーを表示
ko: 스크롤 막대 보기
ms: tunjukkan bar skrol
nl: toon schuifbalken
no: visning av rullefelt
pl: pokazuj paski przewijania
pt_br: mostrar barras de rolagem
pt_pt: mostrar barras de deslocação
ro: afișarea barelor de derulare
ru: отображение полос прокрутки
sk: zobrazenie rolovacích líšt
sl: prikaz drsnih trakov
sv: visning av rullningslister
th: แสดงแถบเลื่อน
tr: sarma çubuklarını göster
uk: показ смуг прокручування
vi: hiển thị các thanh cuộn
zh_cn: 显示滚动条
zh_hk: 顯示捲軸
zh_tw: 顯示捲軸

# SHOW_SCROLL_WHEN_SCROLLING
source: When scrolling
ar: عند التمرير
ca: Durant el desplaçament
cs: Při posouvání
da: Ved rulning
de: Beim Scrollen
el: Κατά την κύλιση
es: Durante el desplazamiento
es_us: Durante el desplazamiento
fi: Vieritettäessä
fr: lors du défilement
fr_ca: Lors du défilement
he: בעת גלילה
hi: स्क्रोल करते समय
hr: Prilikom listanja
hu: Görgetéskor
id: Saat menggulir
it: Durante lo scorrimento
ja: スクロール時に表示
ko: 스크롤 할 때
ms: Apabila menskrol
nl: Tijdens scrollen
no: Ved rulling
pl: Podczas przewijania
pt_br: Ao rolar
pt_pt: Ao deslocar
ro: La derulare
ru: При прокручивании
sk: Pri rolovaní
sl: Pri drsenju
sv: Vid rullning
th: เมื่อปรับเลื่อน
tr: Sararken
uk: під час прокручування
vi: Khi cuộn
zh_cn: 滚动时
zh_hk: 捲動時
zh_tw: 捲動時

# SIDEBAR_ICON_SIZE_TITLE
source: Sidebar icon size
ar: حجم أيقونات الشريط الجانبي
ca: Mida de les icones de la barra lateral
cs: Velikost ikon na bočním panelu
da: Størrelse på symboler i indholdsoversigt
de: Größe der Seitenleistensymbole
el: Μέγεθος εικονιδίων πλαϊνής στήλης
es: Iconos de la barra lateral
es_us: Íconos de la barra lateral
fi: Sivupalkin kuvakkeiden koko
fr: Taille des icônes de la barre latérale
fr_ca: Taille des icônes de la barre latérale
he: גודל האייקון של סרגל הצד
hi: साइडबार आइकॉन आकार
hr: Veličina ikona u rubnom stupcu
hu: Oldalsáv ikonmérete
id: Ukuran ikon bar samping
it: Dimensioni icone barra laterale
ja: サイドバーのアイコンサイズ
ko: 사이드바 아이콘 크기
ms: Saiz ikon bar sisi
nl: Symboolgrootte navigatiekolom
no: Størrelse på sidepanelsymboler
pl: Ikony na pasku bocznym
pt_br: Tamanho do ícone da barra lateral
pt_pt: Tamanho dos ícones da barra lateral
ro: Dimensiune pictograme bară laterală
ru: Размер значков в боковом меню
sk: Veľkosť ikon postranného panela
sl: Velikost ikon v stranski vrstici
sv: Symbolstorlek i sidofältet
th: ขนาดไอคอนแถบด้านข้าง
tr: Kenar çubuğu simge boyutu
uk: Розмір іконок бічної панелі
vi: Kích cỡ biểu tượng thanh bên
zh_cn: 边栏图标大小
zh_hk: 側邊欄圖像大小
zh_tw: 側邊欄圖像大小

# SIDEBAR_ICON_SIZE_TITLE_UNDO
source: sidebar icon size change
ar: تغيير حجم أيقونات الشريط الجانبي
ca: el canvi de mida de les icones de la barra lateral
cs: Změna velikosti ikon na bočním panelu
da: ændring af størrelse på symboler i indholdsoversigt
de: Änderung der Symbolgröße in der Seitenleiste
el: αλλαγή μεγέθους εικονιδίων πλαϊνής στήλης
es: el cambio de tamaño del icono de la barra lateral
es_us: cambio de tamaño de los íconos de la barra lateral
fi: sivupalkin kuvakkeiden koon muutos
fr: le changement de taille des icônes de la barre latérale
fr_ca: la modification de la taille des icônes de la barre latérale
he: שינוי גודל האייקונים בסרגל הצד
hi: साइडबार आइकॉन आकार बदलाव
hr: promjenu veličine ikona u rubnom stupcu
hu: oldalsáv ikonméretének módosítása
id: perubahan ukuran ikon bar samping
it: modifica dimensioni icone barra laterale
ja: サイドバーのアイコンサイズを変更
ko: 사이드바 아이콘 크기 변경
ms: perubahan saiz ikon bar sisi
nl: wijziging symboolgrootte navigatiekolom
no: endring av størrelse på sidepanelsymboler
pl: zmiana wielkości ikony na pasku bocznym
pt_br: alteração do tamanho dos ícones na barra lateral
pt_pt: alteração do tamanho dos ícones na barra lateral
ro: modificarea dimensiunii pictogramelor din bara laterală
ru: изменение размера значков в боковом меню
sk: zmenu veľkosti ikon postranného panela
sl: sprememba velikosti ikone stranske vrstice
sv: ändring av symbolstorlek i sidofältet
th: การเปลี่ยนขนาดไอคอนแถบด้านข้าง
tr: kenar çubuğu simge boyutu değişikliği
uk: змінення розміру іконок бічної панелі
vi: thay đổi kích cỡ biểu tượng thanh bên
zh_cn: 边栏图标大小更改
zh_hk: 側邊欄圖像大小變更
zh_tw: 側邊欄圖像大小更動

# SHOW_SCROLL_AUTOMATICALLY
source: Automatically based on mouse or trackpad
ar: تلقائيًا استنادًا إلى الماوس أو لوحة التعقب
ca: Automàticament segons el ratolí o el trackpad
cs: Automaticky podle myši nebo trackpadu
da: Automatisk baseret på mus eller pegefelt
de: Automatisch auf Grundlage von Maus oder Trackpad
el: Αυτόματα, ανάλογα με το ποντίκι ή την επιφάνεια αφής
es: Automáticamente según el ratón o trackpad
es_us: Automáticamente según el mouse o trackpad
fi: Automaattisesti hiiren tai ohjauslevyn mukaan
fr: automatiquement en fonction de la souris ou du trackpad
fr_ca: Automatiquement en fonction de la souris ou du pavé tactile
he: מבוסס באופן אוטומטי על עכבר או משטח מגע
hi: ऑटोमैटिकली माउस या ट्रैकपैड पर आधारित
hr: Automatski bazirano na mišu ili dodirnoj površini
hu: Automatikusan, az egérnek vagy trackpadnek megfelelően
id: Berdasarkan tetikus atau trackpad secara otomatis
it: Automaticamente in base al mouse o al trackpad
ja: マウスまたはトラックパッドに基づいて自動的に表示
ko: 마우스 또는 트랙패드에 따라 자동으로
ms: Berdasarkan tetikus atau trackpad secara automatik
nl: Automatisch op basis van muis of trackpad
no: Automatisk basert på mus eller styreflate
pl: Automatycznie, dla myszy lub gładzika
pt_br: Automaticamente, com base no mouse ou no trackpad
pt_pt: Automaticamente dependente do rato ou trackpad
ro: Automat, în funcție de maus sau de trackpad
ru: Автоматически, в зависимости от мыши или трекпада
sk: Automaticky podľa myši alebo trackpadu
sl: Samodejno na podlagi miške ali sledilne ploščice
sv: Automatiskt baserat på mus eller styrplatta
th: อิงตามเมาส์หรือแทร็คแพดโดยอัตโนมัติ
tr: Fareye veya izleme dörtgenine göre otomatik olarak
uk: автоматично на основі мишки чи трекпеда
vi: Tự động dựa vào chuột hoặc bàn di chuột
zh_cn: 根据鼠标或触控板自动显示
zh_hk: 根據滑鼠或觸控板自動顯示
zh_tw: 自動依據滑鼠或觸控式軌跡板

# HIGHLIGHT_COLOR_TITLE_UNDO
source: highlight color change
ar: تغيير لون التمييز
ca: el canvi de color del ressaltat
cs: Změna barvy zvýraznění
da: ændring af markeringsfarve
de: Änderung der Hervorhebungsfarbe
el: αλλαγή χρώματος υπογράμμισης
es: el cambio del color de resalte
es_us: cambio de color del resaltado
fi: korostusvärin vaihto
fr: le changement de couleur de surbrillance
fr_ca: le changement de couleur de surbrillance
he: שינוי צבע הסימון
hi: रंग परिवर्तन चिह्नांकित करें
hr: promjenu boje isticanja
hu: kiemelőszín módosítása
id: perubahan warna sorotan
it: modifica colore evidenziazione
ja: 強調表示色を変更
ko: 하이라이트 색상 변경
ms: serlahkan perubahan warna
nl: wijziging markeringskleur
no: endring av markeringsfarge
pl: zmiana koloru wyróżnienia
pt_br: alteração da cor de destaque
pt_pt: alteração da cor de destaque
ro: schimbarea culorii de evidențiere
ru: изменение цвета выделения
sk: zmenu farby zvýraznenia
sl: sprememba barve označbe
sv: ändring av markeringsfärg
th: การเปลี่ยนสีไฮไลท์
tr: vurgulama rengi değişikliği
uk: змінення кольору виділення
vi: thay đổi màu tô sáng
zh_cn: 高亮标记颜色更改
zh_hk: 重點標示顏色變更
zh_tw: 反白顏色更動

# ACCENT_COLOR_TITLE_UNDO
source: accent color change
ar: تغيير اللون الثانوي
ca: el canvi de color de contrast
cs: Změna barvy akcentu
da: ændring af accentfarve
de: Änderung der Akzentfarbe
el: αλλαγή χρώματος έμφασης
es: el cambio del color de contraste
es_us: cambio de color de contraste
fi: kohdistusvärin vaihto
fr: le changement de couleur d’accentuation
fr_ca: le changement de couleur d’accent
he: שינוי צבע ההדגשה
hi: उच्चारण रंग परिवर्तन
hr: promjenu boje naglaska
hu: kiegészítő szín módosítása
id: perubahan warna aksen
it: modifica colore dettagli
ja: アクセントカラーを変更
ko: 강조 색상 변경
ms: perubahan warna aksen
nl: wijziging accentkleur
no: endring av aksentfarge
pl: zmiana koloru akcentu
pt_br: alteração da cor de realce
pt_pt: alteração da cor de realce
ro: schimbarea culorii de accent
ru: изменение цветового акцента
sk: zmenu farby akcentu
sl: sprememba barve poudarka
sv: accentfärgändring
th: การเปลี่ยนสีที่ใช้เน้น
tr: menü rengi değişikliği
uk: змінення колірного акценту
vi: thay đổi màu nhấn
zh_cn: 强调色更改
zh_hk: 強調顏色變更
zh_tw: 強調顏色更動

# SIDEBAR_ICON_SMALL
source: Small
ar: صغير
ca: Petita
cs: Malé
da: Små
de: Klein
el: Μικρά
es: Pequeños
es_us: Pequeños
fi: Pieni
fr: Petite
fr_ca: Petite
he: קטן
hi: छोटा
hr: Mala
hu: Kicsi
id: Kecil
it: Piccole
ja: 小
ko: 작게
ms: Kecil
nl: Klein
no: Små
pl: Małe
pt_br: Pequeno
pt_pt: Pequeno
ro: Mică
ru: Малый
sk: Malá
sl: Majhna
sv: Liten
th: เล็ก
tr: Küçük
uk: малі
vi: Nhỏ
zh_cn: 小
zh_hk: 小
zh_tw: 小
